define(
   ({
    label: "طبقة",
    show: "إظهار",
    actions: "تكوين حقول الطبقة",
    field: "حقل",
    alias: "اسم مستعار",
    visible: "مرئي",
    linkField: "حقل الرابط",
    noLayers: "لا تنوفر طبقات معالم متاحة",
    back: "السابق",
    exportCSV: "السماح بالتصدير إلى CSV",
    restore: "استعادة القيمة الافتراضية",
    ok: "موافق",
    result: "تم الحفظ بنجاح",
    warning: "قم بالتأشير لإظهار الطبقة في الجدول أولاً.",
    fieldCheckWarning: "يجب تحديد حقل واحد على الأقل.",
    unsupportQueryWarning: "تحتاج الطبقة لدعم عملية الاستعلام لعرضها في عناصر واجهة استخدام البيانات الجدولية. تأكد من تشغيل إمكانات الاستعلام في الخدمة.",
    unsupportQueryLayers: "تحتاج الطبقة التالية إلى دعم عملية الاستعلام لعرضها في عنصر واجهة المستخدم لجدول البيانات. تأكد من تشغيل إمكانات الاستعلام في الخدمة.",

    fieldName: "الاسم",
    fieldAlias: "اسم مستعار",
    fieldVisibility: "رؤية",
    fieldActions: "الأفعال"
  })
);