define(
   ({
    add: "Κάντε κλικ για Προσθήκη νέου σελιδοδείκτη",
    title: "Τίτλος",
    placeholderBookmarkName: "Όνομα σελιδοδείκτη",
    ok: "ΟΚ",
    cancel: "Ακύρωση",
    warning: "Ολοκληρώστε την επεξεργασία!",
    edit: "Επεξεργασία σελιδοδείκτη",
    errorNameExist: "Ο σελιδοδείκτης υπάρχει!",
    errorNameNull: "Μη έγκυρο όνομα σελιδοδείκτη!",
    addBookmark: "Δημιουργία νέου σελιδοδείκτη",
    thumbnail: "Μικρογραφία",
    thumbnailHint: "Κάντε κλικ στην εικόνα για ενημέρωση"
  })
);